[
    {
        "love_quotes": 
        {
            "neutral": 
            {
                "1": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. -Lao Tzu",
                "2": "Love is not about possession. Love is about appreciation. -Osho",
                "3": "To love someone is to see a miracle invisible to others. -Francois Mauriac",
                "4": "The best and most beautiful things in this world cannot be seen or even heard, but must be felt with the heart. -Helen Keller",
                "5": "You know it's love when all you want is that person to be happy, even if you're not part of their happiness. -Julia Roberts",
                "6": "Love is not about how many days, weeks or months you've been together, it's all about how much you love each other every day. -Unknown",
                "7": "You are the last thought in my mind before I drift off to sleep and the first thought when I wake up each morning. -Unknown",
                "8": "Love is composed of a single soul inhabiting two bodies. -Aristotle",
                "9": "In your light, I learn how to love. In your beauty, how to make poems. You dance inside my chest where no-one sees you, but sometimes I do, and that sight becomes this art. -Rumi",
                "10": "Love never claims, it ever gives. Love never suffers, never resents, never revenges itself. -Mahatma Gandhi",
                "11": "Love is a promise; love is a souvenir, once given never forgotten, never let it disappear. -John Lennon",
                "12": "When love is not madness, it is not love. -Pedro Calderon de la Barca",
                "13": "Love is a canvas furnished by Nature and embroidered by imagination. -Voltaire",
                "14": "I am yours, don't give myself back to me. -Rumi",
                "15": "The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds. And that's what you've given me. That's what I'd hoped to give you forever. -Nicholas Sparks"
              },
            "low": 
            {
              "1": "Sometimes people are meant to fall in love with each other, but not meant to be together.",
              "2": "There is no pain greater than a broken heart. Don't worry, it will get better.",
              "3": "Love is not always fair, and sometimes the strongest couples are the ones who have been through the toughest times.",
              "4": "It’s better to have loved and lost rather than never having loved at all.",
              "5": "Sometimes the timing just isn’t right for two people to be together. Maybe the future holds something better.",
              "6": "The hardest thing about love is knowing when to let go.",
              "7": "A relationship without trust is like a car without gas. You can stay In it, but it won't go anywhere.",
              "8": "Love isn't always a fairy tale ending. It may be time to move on and write a new story.",
              "9": "Unrequited love is like a nightmare you can't wake up from. Time will heal this wound.",
              "10": "Love is just a chapter in our lives, but if it doesn't work out, it's not the end of the book.",
              "11": "Sometimes love can blind us to the truth. Sometimes it takes a breaking heart to see what was truly there.",
              "12": "It’s hard when someone you love doesn’t feel the same way, but remember that you deserve someone who loves you just as much as you love them.",
              "13": "In love, sometimes you win and sometimes you lose. But every experience teaches us something valuable.",
              "14": "True love is not about finding someone who completes you, it’s about finding someone who accepts you for who you are.",
              "15": "Remember that the love you seek is also seeking you. It may take time, but it will find you."
          },
            "moderate": 
            {
              "1": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.",
              "2": "I have waited for this opportunity for more than half a century, to repeat to you once again my vow of eternal fidelity and everlasting love.",
              "3": "Your words are my food, your breath my wine. You are everything to me.",
              "4": "I know I am in love with you because my reality is finally better than my dreams.",
              "5": "To be brave is to love someone unconditionally, without expecting anything in return.",
              "6": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
              "7": "I need you like a heart needs a beat.",
              "8": "You are my best friend, my human diary and my other half. You mean the world to me and I love you.",
              "9": "The best love is the kind that awakens the soul; that makes us reach for more, that plants the fire in our hearts and brings peace to our minds.",
              "10": "I love you not because of who you are, but because of who I am when I am with you.",
              "11": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine.",
              "12": "When I say I love you more, I don't mean I love you more than you love me. I mean I love you more than the bad days ahead of us, I love you more than any fight we will ever have.",
              "13": "If I had a flower for every time I thought of you, I could walk in my garden forever.",
              "14": "Love is composed of a single soul inhabiting two bodies.",
              "15": "I never thought my heart could be so stolen by someone until I met you."
          },
            "high":
            {
              "1": "When I look into your eyes, I see my future.",
              "2": "Nobody else makes me feel the way you do.",
              "3": "True love is the greatest adventure of all, and I am grateful to be on it with you.",
              "4": "You are the missing piece I have been looking for my entire life.",
              "5": "I never knew how much love my heart could hold until I met you.",
              "6": "Every moment spent with you is a moment I will always cherish.",
              "7": "You make my heart skip a beat.",
              "8": "Love is not just a feeling, it is an action. And I choose to love you every day.",
              "9": "Together we can conquer anything that life throws our way.",
              "10": "My heart beats for you and only you.",
              "11": "You are my sunshine on a rainy day.",
              "12": "I love you more than words can express.",
              "13": "There is no one else I would rather spend my life with than you.",
              "14": "Being with you feels like coming home.",
              "15": "I cannot wait to spend forever by your side."
            }
        }
    }
]